[{"key":"ZDS3RVZI","version":0,"itemType":"journalArticle","creators":[{"firstName":"Rhys P. D.","lastName":"Inward","creatorType":"author"},{"firstName":"Felix","lastName":"Jackson","creatorType":"author"},{"firstName":"Abhishek","lastName":"Dasgupta","creatorType":"author"},{"firstName":"Graham","lastName":"Lee","creatorType":"author"},{"firstName":"Anya Lindström","lastName":"Battle","creatorType":"author"},{"firstName":"Kris V.","lastName":"Parag","creatorType":"author"},{"firstName":"Moritz U. G.","lastName":"Kraemer","creatorType":"author"}],"tags":[{"tag":"SARS-CoV-2","type":1},{"tag":"Epidemic models","type":1},{"tag":"Outbreak surveillance","type":1}],"pages":"100627","date":"2022-12-01","ISSN":"1755-4365","DOI":"10.1016/j.epidem.2022.100627","url":"https://www.sciencedirect.com/science/article/pii/S1755436522000676","abstractNote":"SARS-CoV-2 case data are primary sources for estimating epidemiological parameters and for modelling the dynamics of outbreaks. Understanding biases within case-based data sources used in epidemiological analyses is important as they can detract from the value of these rich datasets. This raises questions of how variations in surveillance can affect the estimation of epidemiological parameters such as the case growth rates. We use standardised line list data of COVID-19 from Argentina, Brazil, Mexico and Colombia to estimate delay distributions of symptom-onset-to-confirmation, -hospitalisation and -death as well as hospitalisation-to-death at high spatial resolutions and throughout time. Using these estimates, we model the biases introduced by the delay from symptom-onset-to-confirmation on national and state level case growth rates (rt) using an adaptation of the Richardson-Lucy deconvolution algorithm. We find significant heterogeneities in the estimation of delay distributions through time and space with delay difference of up to 19 days between epochs at the state level. Further, we find that by changing the spatial scale, estimates of case growth rate can vary by up to 0.13 d−1. Lastly, we find that states with a high variance and/or mean delay in symptom-onset-to-diagnosis also have the largest difference between the rt estimated from raw and deconvolved case counts at the state level. We highlight the importance of high-resolution case-based data in understanding biases in disease reporting and how these biases can be avoided by adjusting case numbers based on empirical delay distributions. Code and openly accessible data to reproduce analyses presented here are available.","title":"Impact of spatiotemporal heterogeneity in COVID-19 disease surveillance on epidemiological parameters and case growth rates","journalAbbreviation":"Epidemics","volume":"41","publicationTitle":"Epidemics","language":"en","libraryCatalog":"ScienceDirect","accessDate":"2023-01-02T13:29:13Z"}]